[Demo_Shinobu_ep5_4_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1600,Y=-11378,Z=-487),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-1640,Y=-11568,Z=-622),VecSub=(X=40,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-1410,Y=-11378,Z=-622),VecSub=(X=180,Y=0,Z=0),CId=69)
DemoScripts[5]=(Actor=SYSTEM,Command=ACT_EVENT,Number=7,Jump[0]="JUMP03",Jump[1]="JUMP02",Jump[2]="JUMP01")
DemoScripts[6]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[7]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_lp_close_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0600_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[10]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Shinobu.GG2_BGM_DM_Usual_Shinobu_Cue')
DemoScripts[11]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Cave.GG2_AMB_Cave_LP_Cue')
DemoScripts[12]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[13]=(Actor=FADE,Command=WAIT)
DemoScripts[14]=(Actor=WINDOW,Command=SET)
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[16]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[17]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[18]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_002_Cue',Name="カミゾノ　シノブ")
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[20]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_004_Cue',Name="カミゾノ　シノブ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_005_Cue',Name="カミゾノ　シノブ")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[29]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[31]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[32]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[33]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_lp_close_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0600_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[35]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[36]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Shinobu.GG2_BGM_DM_Usual_Shinobu_Cue')
DemoScripts[37]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Cave.GG2_AMB_Cave_LP_Cue')
DemoScripts[38]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[39]=(Actor=FADE,Command=WAIT)
DemoScripts[40]=(Actor=WINDOW,Command=SET)
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[44]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[46]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[47]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[48]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[49]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_lp_close_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0600_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[51]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[52]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Shinobu.GG2_BGM_DM_Usual_Shinobu_Cue')
DemoScripts[53]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Cave.GG2_AMB_Cave_LP_Cue')
DemoScripts[54]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[55]=(Actor=FADE,Command=WAIT)
DemoScripts[56]=(Actor=WINDOW,Command=SET)
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_011_Cue',Name="カミゾノ　シノブ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[62]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[63]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[64]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_013_Cue',Name="カミゾノ　シノブ")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[66]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[68]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[69]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[70]=(Actor=WINDOW,Command=EXIT)
DemoScripts[71]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[72]=(Actor=FADE,Command=WAIT)
DemoScripts[73]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[74]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[75]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=-1565,Y=-11518,Z=-487))
DemoScripts[76]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=-1560,Y=-11568,Z=-622),CId=69)
DemoScripts[77]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=140,Y=0,Z=0),CId=69)
DemoScripts[78]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[79]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[80]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=-1635,Y=-11518,Z=-510))
DemoScripts[81]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[82]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[83]=(Actor=FADE,Command=WAIT)
DemoScripts[84]=(Actor=WINDOW,Command=SET)
DemoScripts[85]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_015_Cue',Name="クロナ")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[87]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[88]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[89]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_016_Cue',Name="カミゾノ　シノブ")
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[91]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[92]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_017_Cue',Name="クロナ")
DemoScripts[93]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[94]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[95]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_018_Cue',Name="エコロ")
DemoScripts[96]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[97]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[99]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0102_lp_close_tightly",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[102]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[103]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Gag.GG2_BGM_DM_CMN_Gag_Cue')
DemoScripts[104]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_020_Cue',Name="クロナ")
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[106]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[108]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[109]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_022_Cue',Name="エコロ")
DemoScripts[110]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[111]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[114]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=2,Bit=0)
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[116]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_023_Cue',Name="カミゾノ　シノブ")
DemoScripts[117]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[118]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[120]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_024_Cue',Name="クロナ")
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[122]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0200_lp_half_normal",Rate=0,Number=0,Bit=1)
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[125]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[126]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[127]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_025_Cue',Name="カミゾノ　シノブ")
DemoScripts[128]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[129]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0002_fx_close_smile_S",motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[131]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[132]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=1,Rate=1)
DemoScripts[133]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_026_Cue',Name="クロナ")
DemoScripts[134]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[135]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[136]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[137]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_027_Cue',Name="カミゾノ　シノブ")
DemoScripts[138]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[139]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[140]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[141]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[142]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_028_Cue',Name="クロナ")
DemoScripts[143]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[144]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[145]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=170,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[146]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0110_fx_Stand2Paste",Rate=0,Number=3,Bit=1)
DemoScripts[147]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_1000_lp_Paste",Number=8)
DemoScripts[148]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=-1640,Y=-11568,Z=-510))
DemoScripts[149]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[150]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Shinobu_ep5_4.GG2_SE_DM_Seal_Cue')
DemoScripts[151]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=45,Y=0,Z=0),SecTime=0.3,CId=72)
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0102_fx_close_tightly",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0108_fx_Stand2Returned",Rate=0,Number=3,Bit=0)
DemoScripts[153]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0800_lp_Returned",Number=8)
DemoScripts[154]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_029_Cue',Name="カミゾノ　シノブ")
DemoScripts[155]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[156]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[157]=(Actor=SOUND_EX,Command=PLAY,SecTime=0,SoundID=SoundCue'SE_DM_Shinobu_ep5_4.GG2_SE_DM_Kurona_Deport_LP_Cue')
DemoScripts[158]=(Actor=EMOTION,Command=SET,Name="クロナ",Number=13,CId=72)
DemoScripts[159]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[160]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_030_Cue',Name="クロナ")
DemoScripts[161]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[162]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[163]=(Actor=WINDOW,Command=EXIT)
DemoScripts[164]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[165]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[166]=(Actor=FADE,Command=WAIT)
DemoScripts[167]=(Actor=SOUND_EX,Command=STOP,SecTime=0,SoundID=)
DemoScripts[168]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Shinobu_ep5_4.GG2_SE_DM_Kurona_Deport_Cue')
DemoScripts[169]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[170]=(Actor=EMOTION,Command=EXIT,Name="クロナ",Number=13,CId=72)
DemoScripts[171]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[172]=(Actor=BGM,Command=PLAY,SecTime=1,SoundID=SoundCue'GG2_BGM_DM_Usual_Shinobu.GG2_BGM_DM_Usual_Shinobu_Cue')
DemoScripts[173]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[174]=(Actor=FADE,Command=WAIT)
DemoScripts[175]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-79,Y=-5,Z=0),SecTime=0.5)
DemoScripts[176]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=100,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[177]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0100_lp_close_normal",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_1001_fx_Paste2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[178]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[179]=(Actor=WINDOW,Command=SET)
DemoScripts[180]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_031_Cue',Name="カミゾノ　シノブ")
DemoScripts[181]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[182]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[183]=(Actor=SELECT,Command=SET,ID=SELECT01)
DemoScripts[184]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[185]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[186]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[187]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[188]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[189]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_033_Cue',Name="カミゾノ　シノブ")
DemoScripts[190]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[191]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[192]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[193]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[194]=(Actor=SYSTEM,Command=TAG,Label=JUMP07)
DemoScripts[195]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[196]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[197]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[198]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_035_Cue',Name="カミゾノ　シノブ")
DemoScripts[199]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[200]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[201]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[202]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[203]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_037_Cue',Name="カミゾノ　シノブ")
DemoScripts[204]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[205]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[206]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[207]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[208]=(Actor=SYSTEM,Command=TAG,Label=JUMP08)
DemoScripts[209]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[210]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[211]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[212]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[213]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_040_Cue',Name="カミゾノ　シノブ")
DemoScripts[214]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[215]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[216]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[217]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[218]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[219]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[220]=(Actor=SYSTEM,Command=TAG,Label=JUMP09)
DemoScripts[221]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[222]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[223]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Gun_Ready_Cue')
DemoScripts[224]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0109_fx_Stand2Ready",Rate=0,Number=3,Bit=1)
DemoScripts[225]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0900_lp_Ready",Number=8)
DemoScripts[226]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[227]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_043_Cue',Name="カミゾノ　シノブ")
DemoScripts[228]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[229]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[230]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[231]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0901_fx_Ready2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[232]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[233]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[234]=(Actor=SYSTEM,Command=TAG,Label=JUMP10)
DemoScripts[235]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[236]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[237]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[238]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[239]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Gag_Aoi.GG2_BGM_DM_Gag_Aoi_Cue')
DemoScripts[240]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[241]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[242]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[243]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[244]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[245]=(Actor=BGM,Command=PLAY,SecTime=1,SoundID=SoundCue'GG2_BGM_DM_Usual_Shinobu.GG2_BGM_DM_Usual_Shinobu_Cue')
DemoScripts[246]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_048_Cue',Name="カミゾノ　シノブ")
DemoScripts[247]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[248]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[249]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[250]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_050_Cue',Name="エコロ")
DemoScripts[251]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[252]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[253]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[254]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[255]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[256]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_051_Cue',Name="カミゾノ　シノブ")
DemoScripts[257]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[258]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[259]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[260]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Memory_Sisters.GG2_BGM_DM_Memory_Sisters_Cue')
DemoScripts[261]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[262]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[263]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_052_Cue',Name="カミゾノ　シノブ")
DemoScripts[264]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[265]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[266]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[267]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[268]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[269]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_054_Cue',Name="カミゾノ　シノブ")
DemoScripts[270]=(Actor=TEXT,Command=SET,ID=TEXT54)
DemoScripts[271]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[272]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[273]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_055_Cue',Name="カミゾノ　シノブ")
DemoScripts[274]=(Actor=TEXT,Command=SET,ID=TEXT55)
DemoScripts[275]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[276]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[277]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[278]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_4.GG2_V_Shinobu_ep5_4_056_Cue',Name="カミゾノ　シノブ")
DemoScripts[279]=(Actor=TEXT,Command=SET,ID=TEXT56)
DemoScripts[280]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[281]=(Actor=WINDOW,Command=EXIT)
DemoScripts[282]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[283]=(Actor=FADE,Command=WAIT)
DemoScripts[284]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[285]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[286]=(Actor=FADE,Command=WAIT)
DemoScripts[287]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[288]=(Actor=WINDOW,Command=SET)
DemoScripts[289]=(Actor=TEXT,Command=SET,ID=TEXT57)
DemoScripts[290]=(Actor=WINDOW,Command=EXIT)
DemoScripts[291]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[292]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[293]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[294]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[295]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep5_4_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=3,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=FASHION,ParamNum=30),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep5_4_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="小忍!!")

Texts[1]=(Label="TEXT02",Name="忍",Text="峯大......我......")

Texts[2]=(Label="TEXT03",Name="峯大",Text="太好了......妳沒事吧./n我一想到小忍被喫掉/n就沉不住氣......")

Texts[3]=(Label="TEXT04",Name="忍",Text="嗯./n多虧峯大......")

Texts[4]=(Label="TEXT05",Name="忍",Text="峯大,你真厲害耶....../n竟然能打倒那種魔物......")

Texts[5]=(Label="TEXT06",Name="峯大",Text="不,那是......")

Texts[6]=(Label="TEXT07",Name="峯大",Text="やったぞ!")

Texts[7]=(Label="TEXT08",Name="峯大",Text="小忍,妳還好嗎?")

Texts[8]=(Label="TEXT09",Name="忍",Text="呼......呼....../n峯大......謝謝你.")

Texts[9]=(Label="TEXT10",Name="峯大",Text="總算是......千鈞一髮......")

Texts[10]=(Label="TEXT11",Name="忍",Text="峯大......我....../n好害怕......嗚嗚......")

Texts[11]=(Label="TEXT12",Name="峯大",Text="抱歉,要是我能夠/n再早點救妳出來就好了......")

Texts[12]=(Label="TEXT13",Name="忍",Text="不......不對!/n峯大已經做得很好了./n對不起啊......就因為我太冒失......")

Texts[13]=(Label="TEXT14",Name="峯大",Text="小忍......")

Texts[14]=(Label="TEXT15",Name="庫蘿娜",Text="唔呣呣......是天使之力DEATH嗎!/n在庫蘿娜的僕人當中也是最能幹的/n魔界植物仔竟然輸了!")

Texts[15]=(Label="TEXT16",Name="忍",Text="天使......之力?")

Texts[16]=(Label="TEXT17",Name="庫蘿娜",Text="......既然如此......!")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="峯大大人,請小心!/n那個惡魔好像打算做什麼哦!")

Texts[18]=(Label="TEXT19",Name="峯大",Text="......!!")

Texts[19]=(Label="TEXT20",Name="庫蘿娜",Text="還請原諒我DEATH!")

Texts[20]=(Label="TEXT21",Name="峯大",Text="咦?")

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="嗄?")

Texts[22]=(Label="TEXT23",Name="忍",Text="讓我受了那種恥辱,/n不可能原諒妳吧......!")

Texts[23]=(Label="TEXT24",Name="庫蘿娜",Text="還,還請通融一下DEATH~/n庫蘿娜也是因為考試的課題/n別無選擇才做的DEATH~")

Texts[24]=(Label="TEXT25",Name="忍",Text="哼--嗯......這樣啊,別無選擇......是吧./n既然如此,那就沒辦法了吧......")

Texts[25]=(Label="TEXT26",Name="庫蘿娜",Text="就是這樣DEATH啦!/n因為這就是惡魔的工作DEATH,/n不是庫蘿娜的錯DEATH!")

Texts[26]=(Label="TEXT27",Name="忍",Text="那麼,把妳送回魔界是我的工作,/n所以也是別無選擇吧.")

Texts[27]=(Label="TEXT28",Name="庫蘿娜",Text="咦?")

Texts[28]=(Label="TEXT29",Name="忍",Text="再見了,惡魔小姐./n......強制遣返!")

Texts[29]=(Label="TEXT30",Name="庫蘿娜",Text="怎......怎麼這樣DEATH!!")

Texts[30]=(Label="TEXT31",Name="忍",Text="呼....../n這樣事情就告一段落了......")

Texts[31]=(Label="TEXT32",Name="峯大",Text="妳身體還好嗎?")

Texts[32]=(Label="TEXT33",Name="忍",Text="咦......嗯,託你的福./n謝謝你......峯大.")

Texts[33]=(Label="TEXT34",Name="峯大",Text="妳的衣服是不是弄髒了啊?")

Texts[34]=(Label="TEXT35",Name="忍",Text="這點程度不算什麼喔./n我姑且也有把備用的衣服/n帶來教室......")

Texts[35]=(Label="TEXT36",Name="峯大",Text="明明是女孩子,還真辛苦耶./n要同時兼顧學校和惡魔獵人兩邊.")

Texts[36]=(Label="TEXT37",Name="忍",Text="沒這回事啦....../n比起我......真夜纔是......")

Texts[37]=(Label="TEXT38",Name="峯大",Text="咦?")

Texts[38]=(Label="TEXT39",Name="峯大",Text="我很擔心妳哦......小忍./n妳沒事真的太好了......")

Texts[39]=(Label="TEXT40",Name="忍",Text="我也很擔心哦....../n峯大竟然那麼亂來......不過......那個....../n很帥氣唷......")

Texts[40]=(Label="TEXT41",Name="峯大",Text="是......是嗎?")

Texts[41]=(Label="TEXT42",Name="峯大",Text="看到小忍陷入危機的樣子,/n我的性衝動就變得相當高昂./n小忍,能麻煩妳幫我平息嗎?")

Texts[42]=(Label="TEXT43",Name="忍",Text="......讓你斷氣或去勢,/n你覺得哪個比較好?")

Texts[43]=(Label="TEXT44",Name="峯大",Text="我選擇收回剛才的發言......")

Texts[44]=(Label="TEXT45",Name="峯大",Text="我很感動哦......小忍./n我想把這份感動傳達給妳知道./n請聽我這首\"LOVEHEARTS\"......")

Texts[45]=(Label="TEXT46",Name="峯大",Text="眼神對上宛如/n燒~肉~定~食~~")

Texts[46]=(Label="TEXT47",Name="峯大",Text="因為你看~~/n我的那個已經溼溼滑滑~/n喵~喵喵~~")

Texts[47]=(Label="TEXT48",Name="忍",Text="峯大......你可以不用唱了......")

Texts[48]=(Label="TEXT49",Name="峯大",Text="咦咦--?")

Texts[49]=(Label="TEXT50",Name="艾可蘿",Text="這是當然的./n還有,峯大大人,你的歌詞記得太隨便了......")

Texts[50]=(Label="TEXT51",Name="忍",Text="............")

Texts[51]=(Label="TEXT52",Name="忍",Text="對不起啊......峯大./n我今天老是失敗......")

Texts[52]=(Label="TEXT53",Name="峯大",Text="咦?/n不過事件順利解決了吧?")

Texts[53]=(Label="TEXT54",Name="忍",Text="不......那是因為/n有你在的關係....../n你果然很厲害呢......峯大......")

Texts[54]=(Label="TEXT55",Name="忍",Text="剛才的招式也很不得了,/n說不定你比我這種人/n還要更適合當惡魔獵人.")

Texts[55]=(Label="TEXT56",Name="忍",Text="對不起,我......要走囉....../n今天一整天......很謝謝你.")

Texts[56]=(Label="TEXT57",Name="峯大",Text="小忍......")

Texts[57]=(Label="TEXT58",Name="NONE",Text="デバッグ用/nアクションイベントの結果は?")

Texts[58]=(Label="",Name="",Text="")

Texts[59]=(Label="SELECT01",Name="",Text="大成功")

Texts[60]=(Label="SELECT02",Name="",Text="成功")

Texts[61]=(Label="SELECT03",Name="",Text="失敗")

Texts[62]=(Label="SELECT04",Name="",Text="")

Texts[63]=(Label="SELECT05",Name="",Text="")

Texts[64]=(Label="SELECT06",Name="",Text="身體還好嗎?")

Texts[65]=(Label="SELECT07",Name="",Text="衣服是不是/n弄髒了?")

Texts[66]=(Label="SELECT08",Name="",Text="我很擔心妳哦")

Texts[67]=(Label="SELECT09",Name="",Text="幫我平息/n我的性衝動")

Texts[68]=(Label="SELECT10",Name="",Text="那我要唱囉")


